[
    {
        "course_id": "01",
        "course_name": "Web Design",
        "image": "https://i.ibb.co/8xy15Jx/web-design2.jpg",
        "details": "Web design encompasses many different skills and disciplines in the production and maintenance of websites. The different areas of web design include web graphic design; user interface design; authoring, including standardised code and proprietary software; user experience design; and search engine optimization.",
        "course_time": "6 mounth",
        "course_moderator": "Ali Baba",
        "Limit": "Unlimited"
    },
    {
        "course_id": "02",
        "course_name": "Java Script",
        "image": "https://i.ibb.co/Ps2WYnG/Java-Script.jpg",
        "details": "JavaScript, often abbreviated as JS, is a programming language that is one of the core technologies of the World Wide Web, alongside HTML and CSS. As of 2022, 98% of websites use JavaScript on the client side for webpage behavior, often incorporating third-party libraries",
        "course_time": "6 mounth",
        "course_moderator": "Jhonker Mahbub",
        "Limit": "Unlimited"
    },
    {
        "course_id": "03",
        "course_name": "PHP",
        "image": "https://i.ibb.co/GHymcB8/PHP.jpg",
        "details": "PHP is a general-purpose scripting language geared toward web development. It was originally created by Danish-Canadian programmer Rasmus Lerdorf in 1993. The PHP reference implementation is now produced by The PHP Group",
        "course_time": "6 mounth",
        "course_moderator": "Simul Chondro Shek",
        "Limit": "Unlimited"
    },
    {
        "course_id": "04",
        "course_name": "Graphic Design",
        "image": "https://i.ibb.co/J34YvJk/graphic-Design.jpg",
        "details": "Graphic design is a profession, applied art and academic discipline whose activity consists in projecting visual communications intended to transmit specific messages to social groups, with specific objectives. Graphic design is an interdisciplinary branch of design and of the fine arts",
        "course_time": "3 mounth",
        "course_moderator": "Kabila SF",
        "Limit": "Unlimited"
    },
    {
        "course_id": "05",
        "course_name": "Digital Marketing",
        "image": "https://i.ibb.co/FKKWmJ8/Digital-Marketing.jpg",
        "details": "Digital marketing is the component of marketing that uses the Internet and online based digital technologies such as desktop computers, mobile phones and other digital media and platforms to promote products and services",
        "course_time": "4 maunth",
        "course_moderator": "Marjuk Rasel",
        "Limit": "Unlimited"
    },
    {
        "course_id": "06",
        "course_name": "Cyber Security",
        "image": "https://i.ibb.co/vjPz3Hp/Cyber-Security.jpg",
        "details": "Computer security, cybersecurity, or information technology security is the protection of computer systems and networks from information disclosure, theft of, or damage to their hardware, software, or electronic data, as well as from the disruption or misdirection of the services they provide. ",
        "course_time": "5 mounth",
        "course_moderator": "MH Habu Mia",
        "Limit": "Unlimited"
    },
    {
        "course_id": "07",
        "course_name": "Software Development",
        "image": "https://i.ibb.co/F4xLLzy/Software-Development.jpg",
        "details": "Software development is the process of conceiving, specifying, designing, programming, documenting, testing, and bug fixing involved in creating and maintaining applications, frameworks, or other software components",
        "course_time": "6 mounth",
        "course_moderator": "Md Jakirul Jakir",
        "Limit": "Unlimited"
    }
]